# Колличество выполненных заданий в домашней работе
home_work = 12
print(home_work)

# Количество затраченных часов (запишите значение 1,5)
hours = 1,5
print(hours)

# Название курса (запишите значение 'Python')
curses = 'Python'
print('Python')

# Время на одно задание (вычислить используя 1 и 2 переменные)
time = (12 / 1.5)
print(time)


# Выведите на экран(в консоль), используя переменные, следующую строку:
# Курс: Python, всего задач:12, затрачено часов: 1.5, среднее время выполнения 0.125 часа.
print("Курс:","Python, ""всего задач:12, ""затрачено часов: 1.5, " "среднее время выполнения","0.125 часа.")
